<?php
return [
    /*
      |--------------------------------------------------------------------------
      | Authentication Language Lines
      |--------------------------------------------------------------------------
      |
      | The following language lines are used during authentication for various
      | messages that we need to display to the user. You are free to modify
      | these language lines according to your application's requirements.
      |
     */

    'select' => 'إختار',
    'contactUs.send' => 'إرسال الرسالة',
    'aboutUs.desc' => '<p>أول موقع إلكترونى يهتم بشرح المناهج المدرسية للأباء فى فيديو قصيرة المدة يتراوح بين (5- 10 دقائق ) لكل درس يعمل على شرح الفكرة الاساسية للدرس مع طريقة شرحها ومثال عليها مما يعد استفاده كبرى لرفع مستوى الاباء فى توصيل المعلومة بشكل صحيح لابنائهم ولتوفير الوقت.</p>

<p>تم تأسيس موقع نذاكر استجابة إلى للحاجة المستمرة لدى اولياء اللامور والعاملين بالعملية التعليمية إلى اتقان المواد الدراسية والطرق السليمة لتدريس المناهج إلي الطلاب والطالبات فى مراحل التعليم المختلفة.</p>

<p>يهدف موقع نذاكر إلى رفع مستوى الاباء فى طرق المذاكر مع ابنائهم وبناتهم ذلك لوجود اختلاف كبير بين المناهج فى الاجيال المختلفة وللتغير الكبير الحادث على المناهج الدراسية.</p>

<p>إننا على وعي كبير بأن الاباء والامهات المستخدمون لموقع نذاكر يحملون معهم تجارب تعليمية واكاديمية مختلفة وخلفيات مهنية متنوعة ونحن نسعى بكل جهد على أخذ جميع هذه الحيثيات في الحسبان خلال إعداد الدروس المقدمة.</p>
',
    'createdAt' => 'التاريخ'
];
