<?php
return [
    /*
      |--------------------------------------------------------------------------
      | Authentication Language Lines
      |--------------------------------------------------------------------------
      |
      | The following language lines are used during authentication for various
      | messages that we need to display to the user. You are free to modify
      | these language lines according to your application's requirements.
      |
     */

    'siteName'       => 'نذاكر',
    'select'         => 'إختار',
    'contactUs.send' => 'إرسال الرسالة',
    'aboutUs.desc'   => '<p>أول منصة متكاملة هدفها مساعدة أولياء الأمور في تطوير أداء أولادهم في المجالات المختلفة " الدراسية، الصحية، الاجتماعية، الاخلاقية، الرياضية، النفسية، الثقافية" عن طريق فيديوهات جذابة موجهة لولي الأمر، تتراوح هذه الفيديوهات مابين 3 إلى 10 دقائق.</p>

<p>تم تأسيس موقع نذاكر استجابة إلى الحاجة المستمرة لدى اولياء اللامور والعاملين بالعملية التعليمية إلى اتقان المواد الدراسية والطرق السليمة لتدريس المناهج إلي الطلاب والطالبات فى مراحل التعليم المختلفة.</p>

<p>ونظرا لاحتواء كل تخصص على كم كبير من المعلومات نعمل في نذاكر على ايصال هذة المعلومات الى اولياء الامور بشكل صحيح ومختصر من خلال فريق من المتخصصين فى كل المجالات مما يجعل العلاقه بين أولياء الأمور وأبنائهم علاقه قوية وصحية</p>

<p>إننا على وعي كبير بأن الاباء والامهات المستخدمون لموقع نذاكر يحملون معهم تجارب تعليمية واكاديمية مختلفة وخلفيات مهنية متنوعة ونحن نسعى بكل جهد على أخذ جميع هذه الحيثيات في الحسبان خلال إعداد الدروس المقدمة.</p>
',
    'createdAt'      => 'التاريخ',
    'form'           => [
        'contactUs' => [
            'title'        => 'اتصل بنا',
            'desc'         => 'واسمحوا لنا أن نتعرف على استفساراتكم ومقترحاتكم من خلال ملء الاستمارة أدناه.',
            'name'         => 'الإسم',
            'email'        => 'البريد الألكتروني',
            'phone_number' => 'رقم التليفون',
            'message'      => 'السؤال',
            'submit'       => 'إرسال الرسالة',
            'thanks'       => 'شكرا لتواصلك معنا',
        ],
    ],
    'page'           => [
        'howItWorks'          => [
            'title'    => 'كيف يعمل',
            'desc'     => 'في هذا القسم يمكن الاطلاع على طريقة عمل نذاكر وكيفية الاشتراك وكذلك اضافة الفيديوهات الخاصة بك إلى الموقع .',
            'sections' => [
                0 => [
                     'title' => 'تسجيل المتخصص',
                    'desc'  => ' نذاكر خدمة مجانية لأولياء الأمور تساعد أولياء الأمور في تطوير أداء أولادهم في المجالات المختلفة " الدراسية، الصحية، الاجتماعية، الاخلاقية، الرياضية، النفسية، الثقافية بطريقة صحيحة وسهلة .<br />
عند تسجيل على موقع نذاكر يمكنك اضافة الفيديوهات الخاصة بك إلى الموقع وسيتم مراجعتها واضافتها الى فيديوهات موقع نذاكر لتكون متاحة إلى أولياء الأمور يمكن التسجيل من خلال هذا الرابط <a href="' . route('register') . '">اشترك الآن</a>'
                ],
                1 => [
                    'title' => 'كيف تقوم بتصوير الفيديوهات؟',
                    'desc'  => 'في هذا القسم سنقوم بعرض طريقتين مختلفتين لتسجيل وتصوير الفيديوهات الخاصة بك (التسجيل باستخدام جهاز الكمبيوتر – بالتسجيل باستخدام الكاميرا) ويمكنك استخدام الطريقتين باختلاف نوعية المادة المصورة وطريقة الشرح  قم بالضغط على الطريقة التي تناسبك لمعرفة المزيد و الاطلاع على الفيديوهات والبرامج التي تساعدك في تسجيل الفيديوهات الخاصة بك.'
                ],
                2 => [
                    'title' => 'ارسال الفيديو',
                    'desc'  => 'بعد انتهاء المستخدم من تسجيل الفيديو الخاص به يقوم بتحميل الفيديو في صفحة اضافة فيديو على Dropbox  كما هو موضح في الفيديو التالي
او اضافة اضافة الفيديو على Google Drive  كما هو موضح في الفيديو التالي'
                ],
                3 => [
                    'title' => 'مراجعة الفيديوهات واضافاتها',
                    'desc'  => 'يقوم فريق نذاكر بمراجعة الفيديوهات  المضافة عن طريق  المتخدصصين وأولياء الأمور وبعدها يتم اضافتها الى فيديوهات نذاكر لتكون متاحة لأولياء الأمور بالمجان'
                ],
                4 => [
                    'title' => 'تصفح الآباء لنذاكر',
                    'desc'  => 'كل الفيديوهات المضافة إلى موقع نذاكر تكون مقسمة  بناءا على اقسام الموقع المختلفة ثم وكل الاقسام الفرعية  ثم الفيديوهات الخاصة بكل قسم ويمكنك الوصول الى الفيديوهات المتوفرة على الموقع من خلال'
                    . '<a href="' . route('lesson.all') . '"> الضغط هنا</a>'
                ],
            ],
        ],
        'termsAndConditions'  => [
            'title' => 'الشروط والاحكام',
            'desc'  => 'يتعين عليك الموافقة على البنود الواردة في هذه الاتفاقية حتى يتسنى لك استخدام الخدمات التي يقدمها "نذاكر", إلا أن مجرد استخدامك لهذه الخدمات يعد موافقة ضمنية و تلقائية على هذه الشروط..',
            'rules' => [
                0 => 'هذه الموقع مخصص فقط لاستخدامك الشخصي. لا يجوز لك نسخ أي محتوى أو أية مادة من هذا الموقع أو الترخيص باستخدامها أو تغييرها أو توزيعها أو استبدالها أو تعديلها أو بيعها أو نقلها بما في ذلك على سبيل المثال لا الحصر أي نص أو صور أو ملفات صوت أو فيديو أو روابط لأي أغراض تجارية أو عامة.',
                1 => 'يمنحك "نذاكر" حقًا محدودًا غير حصري وغير قابل للتنازل عنه لدخول هذا الموقع ومشاهدته واستخدامه ومباشرة عمليات عليه. إنك توافق على عدم عرقلة أو الإقدام على عرقلة تشغيل هذا الموقع بأي شكل. غير مسموح بالدخول إلى أجزاء معينة من الموقع إلا للأعضاء المسجلين فقط. ولتصبح عضوًا مسجلاً، قد يشترط الإجابة على أسئلة معينة وتقديم تفاصيل معينة. والأجوبة على هذه الأسئلة والتفاصيل تكون إلزامية. إنك تقر وتضمن صحة ودقة كل المعلومات التي تقدمها لنا عن نفسك وعن الآخرين.',
                2 => 'باستثناء المعلومات أو المنتجات أو الخدمات المبين بوضوح أنها مقدمة بواسطة "نذاكر"، لا يقوم بتشغيل أو رقابة أو إقرار أية معلومات أو منتجات أو خدمات متواجدة على الإنترنت بأي شكل.
يجوز لشركة "نذاكر" إضافة أي محتوى أو خدمات أخرى منشورة على هذا الموقع أو تغييرها أو إيقافها أو إزالتها أو تعليقها بما في ذلك ميزات ومواصفات المنتجات المشروحة أو المصورة على الموقع وذلك بصورة مؤقتة أو نهائية في أي وقت دون إشعار بذلك وأدنى مسؤولية.',
                3 => 'عند إرسالك أي ملف فيديو “نذاكر” فأنك تكون قد منحت الشركة حق استخدام ملفات الفيديو والمحتوى التعليمي بشكل حصري "نذاكر" وبالطريقة التي تناسبها بما في ذلك استخدامه سواء بالبيع أو الترخيص أو غيره، كما يحق "لنذاكر" تعديله والإضافة عليه والحذف منه كيفما تشاء.',
            ],
        ],
        'howToRecordTheVideo' => [
            'title' => 'كيف تقوم بتصوير الفيديوهات؟',
            'desc'  => 'في هذا القسم سنقوم بعرض طريقتين مختلفتين لتسجيل وتصوير الفيديوهات الخاصة بك (التسجيل باستخدام جهاز الكمبيوتر – بالتسجيل باستخدام الكاميرا) ويمكنك استخدام الطريقتين باختلاف نوعية المادة المصورة وطريقة الشرح  قم بالضغط على الطريقة التي تناسبك لمعرفة المزيد و الاطلاع على الفيديوهات والبرامج التي تساعدك في تسجيل الفيديوهات الخاصة بك.',
        ]
    ]
];
